[
    {
        "id": 4,
        "image": "https://i.ibb.co/xCBr59R/Health.png",
        "title": "Support Pediatric Healthcare",
        "category": "Health",
        "cat_bg_color": "#F9D5E5",
        "card_bg_color": "#FCE7F3",
        "text_color": "#9C3667",
        "description": "Help improve healthcare for children by supporting pediatric hospitals and clinics. Your generous donation will enable these institutions to provide specialized care, medical equipment, and treatments tailored to young patients. Together, we can ensure a brighter and healthier future for children in need. Join us in making a difference in the lives of young patients and their families. Your contribution matters, and every dollar counts. Thank you for supporting pediatric healthcare and helping children thrive.",
        "price": 420
    },
    {
        "id": 8,
        "image": "https://i.ibb.co/93DbgD1/Education.png",
        "title": "Emergency Food Relief",
        "category": "Education",
        "cat_bg_color": "#FFE0B2",
        "card_bg_color": "#FFF3E0",
        "text_color": "#7C4C1F",
        "description": "Support educational initiatives to provide underprivileged children with access to quality learning resources. Your donation will help bridge the educational gap by providing scholarships, online courses, and educational materials. By investing in education, you empower young minds to reach their full potential and break the cycle of poverty. Together, we can create a brighter future through education. Join us in making a difference in the lives of students and communities in need. Your contribution matters, and every dollar counts. Thank you for supporting education and shaping the future.",
        "price": 880
    },
    {
        "id": 10,
        "image": "https://i.ibb.co/xCBr59R/Health.png",
        "title": "Medical Research Advancements",
        "category": "Health",
        "cat_bg_color": "#F9D5E5",
        "card_bg_color": "#FCE7F3",
        "text_color": "#9C3667",
        "description": "Contribute to groundbreaking medical research projects aimed at finding breakthroughs and cures for life-threatening diseases. Your support funds innovative research, clinical trials, and the development of advanced treatments. By investing in medical research, you play a vital role in saving lives and improving healthcare outcomes. Join us in advancing medical science and making a significant impact on global health. Your contribution matters, and every dollar counts. Thank you for supporting medical research and helping to find cures for diseases that affect millions.",
        "price": 1020
    },
    {
        "id": 1,
        "image": "https://i.ibb.co/xCBr59R/Health.png",
        "title": "Donate for Medical Supplies",
        "category": "Health",
        "cat_bg_color": "#F9D5E5",
        "card_bg_color": "#FCE7F3",
        "text_color": "#9C3667",
        "description": "Your donation will help provide essential medical supplies to those in need, including masks, gloves, and protective equipment for healthcare workers. By supporting this cause, you ensure the safety and well-being of frontline healthcare professionals as they fight the pandemic. Join us in protecting those who protect us. Your contribution matters, and every dollar counts. Thank you for supporting healthcare heroes and ensuring access to crucial medical supplies.",
        "price": 120
    },
    {
        "id": 7,
        "image": "https://i.ibb.co/xCBr59R/Health.png",
        "title": "Healthcare for Vulnerable Communities",
        "category": "Health",
        "cat_bg_color": "#F9D5E5",
        "card_bg_color": "#FCE7F3",
        "text_color": "#9C3667",
        "description": "Support healthcare initiatives aimed at providing quality medical services to vulnerable and underserved communities. Your donation helps establish medical clinics, provide medical professionals, and deliver essential healthcare services to those in need. Join us in making healthcare accessible to all, regardless of their economic or social status. Your contribution matters, and every dollar counts. Thank you for supporting healthcare equity and improving the lives of marginalized communities.",
        "price": 750
    },
    {
        "id": 2,
        "image": "https://i.ibb.co/GV4Rcxp/Food.png",
        "title": "Support a Local Food Bank",
        "category": "Food",
        "cat_bg_color": "#FFE0B2",
        "card_bg_color": "#FFF3E0",
        "text_color": "#7C4C1F",
        "description": "Contribute to the fight against hunger in your community by supporting a local food bank. Your donation helps provide nutritious meals to families facing food insecurity. By joining this cause, you ensure that no one in your community goes to bed hungry. Join us in making a difference in the lives of those struggling with food insecurity. Your contribution matters, and every dollar counts. Thank you for supporting local food banks and helping to end hunger.",
        "price": 250
    },
    {
        "id": 12,
        "image": "https://i.ibb.co/93DbgD1/Education.png",
        "title": "Digital Learning for All",
        "category": "Food",
        "cat_bg_color": "#B3E5FC",
        "card_bg_color": "#E1F5FE",
        "text_color": "#4A90C8",
        "description": "Support digital learning initiatives to make education accessible to everyone. Your donation enables the development of online educational platforms, courses, and resources, ensuring that education reaches even the most remote areas. By investing in digital learning, you empower individuals with knowledge and skills for a brighter future. Join us in bridging the digital divide in education. Your contribution matters, and every dollar counts. Thank you for supporting digital learning and expanding educational opportunities.",
        "price": 1200
    },
    {
        "id": 9,
        "image": "https://i.ibb.co/GV4Rcxp/Food.png",
        "title": "Scholarships for Higher Education",
        "category": "Education",
        "cat_bg_color": "#B3E5FC",
        "card_bg_color": "#E1F5FE",
        "text_color": "#4A90C8",
        "description": "Invest in the future by funding scholarships for higher education and advanced studies. Your support opens doors to higher education for talented students who may not have the means to pursue their dreams. By providing scholarships, you empower the next generation to achieve their academic and career goals. Join us in shaping future leaders through education. Your contribution matters, and every dollar counts. Thank you for supporting scholarships and fostering academic excellence.",
        "price": 950
    },
    {
        "id": 5,
        "image": "https://i.ibb.co/GV4Rcxp/Food.png",
        "title": "Nutritious School Meals",
        "category": "Food",
        "cat_bg_color": "#FFE0B2",
        "card_bg_color": "#FFF3E0",
        "text_color": "#7C4C1F",
        "description": "Provide school children with nutritious meals to support their growth and learning. Your donation ensures that students receive balanced and healthy meals, enhancing their overall well-being and academic performance. By supporting this cause, you contribute to the healthy development of young minds. Join us in nourishing the future. Your contribution matters, and every dollar counts. Thank you for supporting nutritious school meals and helping students thrive.",
        "price": 550
    },
    {
        "id": 3,
        "image": "https://i.ibb.co/93DbgD1/Education.png",
        "title": "Educational Scholarships",
        "category": "Food",
        "cat_bg_color": "#B3E5FC",
        "card_bg_color": "#E1F5FE",
        "text_color": "#4A90C8",
        "description": "Empower the next generation by funding educational scholarships for deserving students. Your support makes higher education accessible to talented individuals who aspire to achieve their academic goals. By providing scholarships, you invest in brighter futures and create opportunities for academic excellence. Join us in shaping future leaders through education. Your contribution matters, and every dollar counts. Thank you for supporting scholarships and nurturing academic talent.",
        "price": 350
    },
    {
        "id": 11,
        "image": "https://i.ibb.co/93DbgD1/Education.png",
        "title": "Support Sustainable Farming",
        "category": "Food",
        "cat_bg_color": "#FFE0B2",
        "card_bg_color": "#FFF3E0",
        "text_color": "#7C4C1F",
        "description": "Promote sustainable farming practices to ensure a resilient food supply for all. Your donation supports initiatives that encourage eco-friendly farming methods, reduce environmental impact, and provide access to healthy, locally grown produce. Join us in building a sustainable future through responsible agriculture. Your contribution matters, and every dollar counts. Thank you for supporting sustainable farming and a greener planet.",
        "price": 1150
    },
    {
        "id": 6,
        "image": "https://i.ibb.co/GV4Rcxp/Food.png",
        "title": "Support Online Education",
        "category": "Education",
        "cat_bg_color": "#B3E5FC",
        "card_bg_color": "#E1F5FE",
        "text_color": "#4A90C8",
        "description": "Enable access to quality education through online resources and platforms. Your donation empowers individuals of all ages to acquire knowledge and skills from the comfort of their homes. By supporting online education, you promote lifelong learning and personal growth. Join us in making education accessible to everyone, regardless of geographic or economic barriers. Your contribution matters, and every dollar counts. Thank you for supporting online education and expanding horizons.",
        "price": 680
    }
]